
help_message_tj = """Боти мазкур барои анҷом додани
					 супоришҳо ба хизматрасонии 'KorBar'
					 ба шумо кумак мерасонад. Шумо шакли 
					 хизматрасониро тавассути
					 'Tj>>Хизматрасониҳо>>/<номи хизматрасонӣ>/
					 интихоб мекунед ва бо пахши 'супориш додан'
					 бо мушовири мо пайваст мешавед.>>' """

help_message_ru = """С помощью данного бота Вы можете совершить заказ
					на сервисе 'KorBar'. Выберите услугу через
					'RU>>Выбор услуги>>/<название услуги>/ и нажав на
					'заказать' переходите на страницу оператора."""

help_message_eng = """This Bot helps you to accomplish
					 booking by our services. The path true path
					 is: 'ENG>>Choose service>>/<service's name>/.
					 And by clicking the 'Booking' you join the 
					 our manager"""

start_message_tj = """Салом 👋! Боти 'KorBar' шуморо хуш омадед мегӯяд.
					Шумо метавонед тавассути ин бот барои сохтани
					 сомонаҳо, чат-ботҳо, барномаҳои десктопӣ ва 
					 дигар корҳои дизайнерӣ супоиршҳо диҳед."""

start_message_ru = """Привет 👋!
					Бот 'KorBar' приветсвует вас.
					С помощью данного бота вы сможете заказать
					себе создания веб-сайтов, чат-ботов,
					разработку десктопных приложений, создания 
					логотипов и аудио-видео монтажей."""


start_message_eng = """Hello 👋!
						Welcome to 'KorBar' bot.
						This Bot helps you to accomplish
					 	booking for creating websites, chat-bots,
					 	GUI-apps, creating logotypes
					 	by our services.
						 """

serv_mess_tj = "Хизматрасониҳои дастрас:"
serv_mess_ru = "Доступные услуги "
serv_mess_eng = "The availiable services:"

about_mess_tj = """ 'KorBar' - ин гурӯҳи навтаъсиси корбарон(developers) аст,
				ки аз рӯи самтҳои зерин корбарӣ мекунад:
				Коркарди сомонаҳо,
				коркарди барномаҳои десктопӣ,
				коркарди чат-ботҳо ва инчунин 
				корҳои дизайнерӣ аз қабили сохтани 
				логотипҳо ва коркарди аудио-видеоӣ.
				Барои ба қисми интихоби хизматрасонӣ
				гузаштан аз тугмаи 'Ба қафо' истифода кунед."""

about_mess_eng = """ 'KorBar' is a group of freelancer developers. 
					Our services:
					1) Web-development
					2) dev GUI- apps
					3) dev chat-bots
					4) creating logo
					Click 'Back' to go 
					to the 'List of Services'  """

about_mess_ru = """'KorBar' - Это группа из фрилансер-разработчиков 
					которая представит следующие сервиси:
					1)Веб-разработка
					2)Разработка десктопных приложеий
					3)Создание чат-ботов
					4)Создание логотипов.
					Чтобы перейти на 'Спикок доступных услуг'
					нажмите кнопку 'Назад'  """

err_mess_tj = "Бубахшед. Фармон ношинос аст."
err_mess_ru = "Простите. Неизвестная команда."
err_mess_eng = "Sorry. Unknown command"

web_mess_tj = """"Мо барои шумо сомонаҳои дилхоҳатонро месозем.
				 Шуморо танҳо лозим аст, ки ба мо боварӣ дошта бошед.
				 Барои супориш кардан шуморо лозим аст, ки аз тугмаи
				 дар зер буда истифода баред ва бо Мушовир дар алоқа шавед.
				 Дар ҳолати хомӯш будани Мушовир, шумо метавонед қайди худро гузоред.
				 Вай ҳатман ба шумо ҷавоб мегуяд. """

web_mess_ru = """Welcome
				 """
web_mess_eng = """Welcome
				 """

bot_mess_tj = """ Мо барои шумо чат-ботҳои мувофиқи хоҳишатонро месозем.
				 Шуморо танҳо лозим аст, ки ба мо боварӣ дошта бошед.
				 Барои супориш кардан шуморо лозим аст, ки аз тугмаи
				 дар зер буда истифода баред ва бо Мушовир дар алоқа шавед.
				 Дар ҳолати хомӯш будани Мушовир, шумо метавонед қайди худро гузоред.
				 Вай ҳатман ба шумо ҷавоб мегуяд. """

bot_mess_ru = """ Welcome"""
bot_mess_eng = """Welcome """

gui_mess_tj = """ Мо барои шумо барномаҳои десктопии мувофиқи табъатонро месозем.
				 Шуморо танҳо лозим аст, ки ба мо боварӣ дошта бошед.
				 Барои супориш кардан шуморо лозим аст, ки аз тугмаи
				 дар зер буда истифода баред ва бо Мушовир дар алоқа шавед.
				 Дар ҳолати хомӯш будани Мушовир, шумо метавонед қайди худро гузоред.
				 Вай ҳатман ба шумо ҷавоб мегуяд. """

gui_mess_ru = """Welcome """
gui_mess_eng = """ Welcome"""

logs_mess_tj = """"Мо барои шумо логотипҳои дилхоҳатонро месозем.
				 Шуморо танҳо лозим аст, ки ба мо боварӣ дошта бошед.
				 Барои супориш кардан шуморо лозим аст, ки аз тугмаи
				 дар зер буда истифода баред ва бо Мушовир дар алоқа шавед.
				 Дар ҳолати хомӯш будани Мушовир, шумо метавонед қайди худро гузоред.
				 Вай ҳатман ба шумо ҷавоб мегуяд. """

logs_mess_ru = """ Welcome"""
logs_mess_eng = """ Welcome"""


order_mess_tj = """Welcome """
manager_mess_tj = """ Welcome"""

order_mess_ru = """ Welcome"""
manager_mess_ru = """ Welcome"""
order_mess_eng = """ Welcome"""
manager_mess_eng = """ Welcome"""

cancel_mess_tj = "Ба кафо"
cancel_mess_ru = "Назад"
cancel_mess_eng = "Back"